7zip
alacritty
anki
arch-install-scripts
aws-session-manager-plugin
aws-vault
baobab
base
base-devel
bash-completion
batsignal
bluetui
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
cava
cdecrypt-git
chromium
cmake
cups
cups-pk-helper
decibels
discord
docker
docker-compose
dolphin
dosfstools
dunst
efibootmgr
epiphany
fd
firefox
fuse2
fuzzel
fzf
gdm
gimp
git
git-delta
glow
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
gopass
gpu-screen-recorder
greetd
greetd-tuigreet
grilo-plugins
grim
gst-plugin-pipewire
gum
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
hplip
htop
hyprland
hyprlock
hyprpicker
impala
intel-media-driver
intel-ucode
iwd
jq
keyd
kimageformats
kitty
lazydocker
lazygit
less
lib32-vulkan-intel
libpulse
libreoffice-fresh
libreoffice-fresh-nl
libva-intel-driver
linux
linux-firmware
loupe
ly
mako
malcontent
man-db
mesa-utils
mpv
mpv-mpris
mrupdater
nano
nautilus
networkmanager
nfs-utils
ninja
niri
orca
otf-monaspace-nerd
pacman-contrib
pahole
papers
pass-otp
peaclock
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plocate
polkit-kde-agent
power-profiles-daemon
powershell-bin
proton-vpn-cli
qt5-wayland
qt6-wayland
qt6ct
restic
rofi
rsync
rtorrent
rustdesk-bin
rygel
showtime
signal-desktop
simple-scan
slack-desktop
slurp
smartmontools
snap-pac
snapper
snapshot
sof-firmware
spotify-player
steam
streamlink
sudo
sunsetr-bin
sushi
swaybg
swayidle
swaylock
swayosd
system-config-printer
tecla
tmux
torbrowser-launcher
transmission-gtk
ttf-droid
ttf-fira-mono
ttf-jetbrains-mono-nerd
unrar
uwsm
vim
vulkan-intel
vulkan-nouveau
vulkan-radeon
w3m
waybar
wget
wireless_tools
wiremix
wireplumber
wl-clipboard
wofi
xdg-desktop-portal-gnome
xdg-desktop-portal-hyprland
xdg-user-dirs-gtk
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xorg-server
xorg-xinit
xsettingsd
xwayland-satellite
yacreader
yay
yelp
yq
yt-dlp
zram-generator
